{"privacies":{"summariesFromText":["This policy describes the information we process to support Facebook, Instagram, Messenger and other products and features offered by Facebook (Facebook Products or Products).","You can find additional tools and information in the Facebook Settings and Instagram Settings.","To provide the Facebook Products, we must process information about you.","You can learn how to access and delete information we collect by visiting the Facebook Settings and Instagram Settings.","To learn more, visit the Facebook Security Help Center and Instagram Security Tips.","The types of information we collect depend on how you use our Products.","What kinds of information do we collect?","Learn how we share information with these partners.","To learn more about how we use cookies in connection with Facebook Business Tools, review the Facebook Cookies Policy and Instagram Cookies Policy.","Information and content you provide.","Identifiers: unique identifiers, device IDs, and other identifiers, such as from games, apps or accounts you use, and Family Device IDs (or other identifiers unique to Facebook Company Products associated with the same device or account).","Information across Facebook Products and devices: We connect information about your activities on different Facebook Products and devices to provide a more tailored and consistent experience on all Facebook Products you use, wherever you use them.","We collect the content, communications and other information you provide when you use our Products, including when you sign up for an account, create or share content, and message or communicate with others.","Data from device settings: information you allow us to receive through device settings you turn on, such as access to your GPS location, camera or photos.","We use the information we have (subject to choices you make) as described below and to provide and support the Facebook Products and related services described in the Facebook Terms and Instagram Terms.","Learn more about the types of partners we receive data from.","Data with special protections: You can choose to provide information in your Facebook profile fields or Life Events about your religious views, political views, who you are \"interested in,\" or your health.","Ads and other sponsored content: We use the information we have about you-including information about your interests, actions and connections-to select and personalize ads, offers and other sponsored content that we show you.","Our systems automatically process content and communications you and others provide to analyze context and what's in them for the purposes described below.","Learn more about how we select and personalize ads, and your choices over the data we use to select ads and other sponsored content for you in the Facebook Settings and Instagram Settings."],"summariesFromURLS":["In response to a legal request (like a search warrant, court order or subpoena) if we have a good faith belief that the law requires us to do so.","This may include responding to legal requests from jurisdictions outside of the United States when we have a good-faith belief that the response is required by law in that jurisdiction, affects users in that jurisdiction, and is consistent with internationally recognized standards.","When we have a good-faith belief it is necessary to: detect, prevent and address fraud, unauthorized use of the Products, violations of our terms or policies, or other harmful or illegal activity; to protect ourselves (including our rights, property or Products), you or others, including as part of investigations or regulatory inquiries; or to prevent death or imminent bodily harm.","For example, if relevant, we provide information to and receive information from third-party partners about the reliability of your account to prevent fraud, abuse and other harmful activity on and off our Products."]},"terms":{"summariesFromText":["These Terms govern your use of Facebook and the products, features, apps, services, technologies, and software we offer (the Facebook Products or Products), except where we expressly state that separate terms (and not these) apply.","Connect you with people and organizations you care about: We help you find and connect with people, groups, businesses, organizations, and others that matter to you across the Facebook Products you use.","Our mission is to give people the power to build community and bring the world closer together.","Help you discover content, products, and services that may interest you: We show you ads, offers, and other sponsored content to help you discover content, products, and services that are offered by the many businesses and organizations that use Facebook and other Facebook Products.","To help advance this mission, we provide the Products and services described below to you:\nProvide a personalized experience for you: Your experience on Facebook is unlike anyone else's: from the posts, stories, events, ads, and other content you see in News Feed or our video platform to the Pages you follow and other features you might use, such as Trending, Marketplace, and search.","We use the data we have to make suggestions for you and others - for example, groups to join, events to attend, Pages to follow or send a message to, shows to watch, and people you may want to become friends with.","Combat harmful conduct and protect and support our community: People will only build community on Facebook if they feel safe.","We use the data we have - for example, about the connections you make, the choices and settings you select, and what you share and do on and off our Products - to personalize your experience.","You may not access or collect data from our Products using automated means (without our prior permission) or attempt to access data you do not have permission to access.","Use and develop advanced technologies to provide safe and functional services for everyone: We use and develop advanced technologies - such as artificial intelligence, machine learning systems, and augmented reality - so that people can use our Products safely regardless of physical ability or geographic location.","We may also disable your account if you repeatedly infringe other people's intellectual property rights.","We employ dedicated teams around the world and develop advanced technical systems to detect misuse of our Products, harmful conduct towards others, and situations where we may be able to help support or protect our community.","You must obtain our written permission (or permission under an open source license) to modify, create derivative works of, decompile, or otherwise attempt to extract source code from us.","For example, technology like this helps people who have visual impairments understand what or who is in photos or videos shared on Facebook or Instagram.","You are prohibited from receiving our products, services, or software under applicable laws.","Provide consistent and seamless experiences across the Facebook Company Products: Our Products help you find and connect with people, groups, businesses, organizations, and others that are important to you.","We share data with other Facebook Companies when we detect misuse or harmful conduct by someone using one of our Products.","Limits on using our intellectual property\nIf you use content covered by intellectual property rights that we have and make available in our Products (for example, images, designs, videos, or sounds we provide that you add to content you create or share on Facebook), we retain all rights to that content (but not yours).","Our partners pay us to show their content to you, and we design our services so that the sponsored content you see is as relevant and useful to you as everything else you see on our Products.","Permission to update software you use or download: If you download or use our software, you give us permission to download and install upgrades, updates, and additional features to improve, enhance, and further develop it."],"summariesFromURLS":["Enable global access to our services: To operate our global service, we need to store and distribute content and data in our data centers and systems around the world, including outside your country of residence.","This infrastructure may be operated or controlled by Facebook, Inc., Facebook Ireland Limited, or its affiliates."]}}