{"privacies":{"summariesFromText":["Google Privacy Policy\nWhen you use our services, you’re trusting us with your information.","We understand this is a big responsibility and work hard to protect your information and put you in control.","This Privacy Policy is meant to help you understand what information we collect, why we collect it, and how you can update, manage, export, and delete your information.","We build a range of services that help millions of people daily to explore and interact with the world in new ways.","Our services include:\nGoogle apps, sites, and devices, like Search, YouTube, and Google Home\nPlatforms like the Chrome browser and Android operating system\nProducts that are integrated into third-party apps and sites, like ads and embedded Google Maps\nYou can use our services in a variety of ways to manage your privacy.","For example, you can sign up for a Google Account if you want to create and manage content like emails and photos, or see more relevant search results.","And you can use many Google services when you’re signed out or without creating an account at all, like searching on Google or watching YouTube videos.","You can also choose to browse the web privately using Chrome in Incognito mode.","And across our services, you can adjust your privacy settings to control what we collect and how your information is used.","To help explain things as clearly as possible, we’ve added examples, explanatory videos, and definitions for key terms.","And if you have any questions about this Privacy Policy, you can contact us."],"summariesFromURLS":[]},"terms":{"summariesFromText":["Thanks for using our products and services (“Services”).","Additional terms will be available with the relevant Services, and those additional terms become part of your agreement with us if you use those Services.","If there is a conflict between these terms and the additional terms, the additional terms will control for that conflict.","Our Services are very diverse, so sometimes additional terms or product requirements (including age requirements) may apply.","Don’t misuse our Services.","The Services are provided by Google LLC (“Google”), located at 1600 Amphitheatre Parkway, Mountain View, CA 94043, United States.","Open source software is important to us.","Using our Services\nYou must follow any policies made available to you within the Services.","By using our Services, you are agreeing to these terms.","Welcome to Google!","We’ll post notice of modified additional terms in the applicable Service.","For information about how to contact Google, please visit our contact page.","Our Services display some content that is not Google’s.","Try not to reuse your Google Account password on third-party applications.","You may create your own Google Account, or your Google Account may be assigned to you by an administrator, such as your employer or educational institution.","These terms control the relationship between Google and you.","We provide information to help copyright holders manage their intellectual property online.","You may use our Services only as permitted by law, including applicable export and re-export control laws and regulations.","If you do not agree to the modified terms for a Service, you should discontinue your use of that Service.","If you learn of any unauthorized use of your password or Google Account, follow these instructions."],"summariesFromURLS":[]}}